{
    "version": "https://jsonfeed.org/version/1",
    "title": "Tiny Food Quality Food Access Community Networks",
    "description": "",
    "home_page_url": "https://tinyfood.org",
    "feed_url": "https://tinyfood.org/feed.json",
    "user_comment": "",
    "author": {
        "name": "Greg Willson"
    },
    "items": [
        {
            "id": "https://tinyfood.org/tiny-food-philosophy/",
            "url": "https://tinyfood.org/tiny-food-philosophy/",
            "title": "Tiny Food Philosophy",
            "summary": "We are a network which supports new users by allowing them to easily create their own 'nodes' on the network, or test instances of&hellip;",
            "content_html": "<p>We are a network which supports new users by allowing them to easily create their own 'nodes' on the network, or test instances of Tiny Food's underlying software .  Nodes can be kept private, or used collectively by a small group.  A small group of community members who have an interest in seeing a more vibrant local food economy can come together by creating a new instance and making use of the secure app provided by heroku . (ie. [your food hub].herokuapp.com</p>\n<p><strong>Simplicity and Freedom</strong></p>\n<p>You are free to download and change our software to your own needs as per <a href=\"https://raw.githubusercontent.com/mirumee/saleor/master/LICENSE\" title=\"BSD 3-Clause License\">this license</a>. You are encouraged, but not required to share special customizations back to the network.</p>\n<p> </p>\n<p>but deploying their own copy </p>\n<p> </p>\n<p>can be deployed for small groups q</p>\n<p> </p>\n<p>UN Special Rapporteur on the right to food, <br><br>According to Oliver de Schutter has 3 rules for food he came to impose on himself:<br><br>1- to consume local as much as possible<br><br>2- fair trade focus for tropical products with support for communities around the source to develop social projects<br><br>3- favor fresh products that are cooked at home, rather than processed or ultra-processed</p>",
            "author": {
                "name": "Greg Willson"
            },
            "tags": [
            ],
            "date_published": "2019-06-16T10:53:42-06:00",
            "date_modified": "2019-06-16T11:31:17-06:00"
        },
        {
            "id": "https://tinyfood.org/food-hubs/",
            "url": "https://tinyfood.org/food-hubs/",
            "title": "Food Hubs",
            "summary": "TinyFood.org strives to educate while improving access to high quality food. Our approach is to support the development of food hubs. Our goals are&hellip;",
            "content_html": "<p>TinyFood.org strives to educate while improving access to high quality food. Our approach is to support the development of food hubs. Our goals are basic... to make it possible for low income families to afford predominantly organic, locally sourced sustainable foods.</p>\n<p>We believe that high quality food is a human right,  Science has show us that consumption of high quality food prevents disease, increases congitive and metabolic functions, and speeds up the healing process.  Food connects us to our cultural, economic and environmental sustainability, and effects our community, family, and personal wellbeing.  By networking common needs, and enabling small groups to privately control their own food hub ordering systems, we aim to see huge benefit and transformation in these areas. of our lives and society.</p>",
            "image": "https://tinyfood.org/media/posts/3/society2_low-def.JPG",
            "author": {
                "name": "Greg Willson"
            },
            "tags": [
            ],
            "date_published": "2019-06-04T21:40:44-06:00",
            "date_modified": "2019-06-16T09:58:46-06:00"
        },
        {
            "id": "https://tinyfood.org/technologies-that-power-tiny-food/",
            "url": "https://tinyfood.org/technologies-that-power-tiny-food/",
            "title": "How To &#x27;TinyFood&#x27;",
            "summary": " There are several roles to fill in effective food hub. Farmers - Farmers can use the \"Deploy to Heroku\" button to create a&hellip;",
            "content_html": "<p> </p>\n<p>There are several roles to fill in effective food hub.</p>\n<p>Farmers - Farmers can use the \"Deploy to Heroku\" button to create a new private Tiny Food instance. This service sets up a secure ecommerce system which is ready to integrate with a free <a href=\"https://stripe.com\" title=\"Stripe Payment Service\">Stripe</a> account.  free of charge, and uses a git service like, <a href=\"https://github.com\">Github</a>, <a href=\"https://gitlab.com\" title=\"Gitlab free versioned repository and CI CD service\">gitlab</a>, or <a href=\"https:/bitbucket.org\" title=\"Bit Bucket free versioned repository service\">Bitbucket</a> to host the code which builds the app on heroku.</p>\n<p>  </p>\n<p><a href=\"https://www.heroku.com/deploy/?template=https://github.com/tinyfood/saleor\"><img src=\"https://www.herokucdn.com/deploy/button.svg\" alt=\"Deploy\"></a></p>\n<p>The button above, launches your own private instance of the latest Tiny Food hub ecommerce system.  The service makes use of <a href=\"https://github.com/mirumee/saleor\">Saleor</a> as our shopping cart and inventory management.  Staff members can be added with specific permissions. We are currently working to add a 'farmer/producer login' and working from the following code branch:</p>\n<p><a href=\"https://github.com/SustainableCommunityDevelopmentHub/saleor/tree/Farmer-login\">https://github.com/SustainableCommunityDevelopmentHub/saleor/tree/Farmer-login</a></p>",
            "image": "https://tinyfood.org/media/posts/2/Screenshot-from-2019-06-04-22-32-08.png",
            "author": {
                "name": "Greg Willson"
            },
            "tags": [
            ],
            "date_published": "2019-06-04T21:40:22-06:00",
            "date_modified": "2019-06-16T11:05:29-06:00"
        },
        {
            "id": "https://tinyfood.org/tinyfood-app-hubs-are-going-up-now/",
            "url": "https://tinyfood.org/tinyfood-app-hubs-are-going-up-now/",
            "title": "New food hubs now in testing phase",
            "summary": "If you or someone you know would like to start a new hub to order direct from farmers, please get in touch and we&hellip;",
            "content_html": "<p>If you or someone you know would like to start a new hub to order direct from farmers, please get in touch and we will create an instance for you.</p>\n<p>But first~ We reccomend you try it yourself! </p>\n<p>let me explain: 1- Your site is yours to own and operate, the ecommerce software is free software, and is able to run via a free plan on heroku.com ($7/mo plan speeds things up a little) 2- your code is the latest version of the Miramee app Saleor and it launches easily on heroku with the click of a button from Tiny Food's generic hub start template. We have customized a few things to make it easier to get started,but keep a new thread from </p>\n<p> </p>\n<p> </p>",
            "image": "https://tinyfood.org/media/posts/1/tinyfood0001.png",
            "author": {
                "name": "Greg Willson"
            },
            "tags": [
            ],
            "date_published": "2019-06-04T10:21:52-06:00",
            "date_modified": "2019-06-16T10:06:52-06:00"
        }
    ]
}
